[{
        "name": "ChunkBounds Shaders",
        "descripstion": "Simple resource-pack, which shows you the boundaries of all chunks. Every Chunk is 16 blocks in the x and the z Direction. Useful on some Servers where you have to claim chunks to build on . This pack shows the bounds of every chunk in your world. The chunks are outlined by red markers, so they are very easy to spot, and especially so when it's nighttime. Finding the exact positioning of chunks in Minecraft: Bedrock Edition can be quite tricky, but with this pack it's so much easier. It works for both Android, iOS and Windows 10. ",
        "fileNameInAsset": "",
        "fileExtendtion": "",
        "img": ""
    },
    {
        "name": "EB SHADER",
        "descripstion": "These are the features of the EB Shader: 
        realistic sky,
        sun and moon
        dynamic lightings and shadows
        bluish fog
        blurry deep water
        moving grass and leaves ",
        "fileNameInAsset": "",
        "fileExtendtion": "",
        "img": ""
    },
    {
        "name": "Enhanced Biomes Survival",
        "descripstion": "You want to play Minecraft Bedrock in Survival Mode, but with a more realistic environment? On this map you will find lots of little improvements to the landscape, from the top of the mountains, to the sandy dunes in front of a lighthouse. But even beyond the edited area, you will find a diverse variety of auto-generated Minecraft biomes, which make this seed ideal for playing survival mode.

            Enhanced biomes: Village,
        Beach,
        Mountains,
        Swamp and Plains,
        which have been redesigned with birch and oak forests.

        But that´ s not all,
        there are some secret places to discover and maybe some hidden treasures ? Even
        if this is true,
        they cannot be reached without putting yourself in danger!",
        "fileNameInAsset" : "",
        "fileExtendtion": "",
        "img": ""
    },
    {
        "name": "Enhanced Vanilla Shader",
        "descripstion": "A Lightweight Minecraft Bedrock Shader for IOS and Android. From the Developer of Simple Shader and SS10. 
        This shader only adds lighting improvements and shadows to keep it as lag free as possible
        This shader was created to improve the torch light and shadows
        for Minecraft Bedrock Edition.Even though it 's a rather small change it does create an entire new vibe and authenticity for the in-game graphics. If you are looking for a bit more realism, but still want to keep the original Minecraft look, then the Enhanced Vanilla Shader pack is a perfect option.",
        "fileNameInAsset": "",
        "fileExtendtion": "",
        "img": ""
    },
    {
        "name": "ESBE 2G Shader",
        "descripstion": "ESBE_2G is a shader pack for Bedrock platforms makes your world more beautiful works on both mobile and pc.

            You don 't have to preparation powerful device (iPhone 5s is enough to).

            Enjoy your beautiful world!

            Features

            Lightweight depiction
        Tone map using NTSC weighted average method
        waving leaves & water reflection depiction
        Sparkling stars,
        Enhanced dusk
        Beautiful clouds & aurora
        Brightness varies depending on the direction
        Compatible with both Mobile and PC(Win10)
        No useless code
        brightness 50 is recommended ",
        "fileNameInAsset": "",
        "fileExtendtion": "",
        "img": ""
    },
    {
        "name": "Fog Remover Shader",
        "descripstion": "Resource pack modifies the game by completely removing the rendering fog in your Minecraft world. Something similar is used in Optifine in Java Edition. Thus, it slightly increases your FPS.",
        "fileNameInAsset": "",
        "fileExtendtion": "",
        "img": ""
    },
    {
        "name": "Move Shaders",
        "descripstion": "Surely you are bored with leaves, grass, and everything in Minecraft (Android/iOS), you definitely want leaves, grass, and everything in Minecraft (Android/iOS) to move / wave and you want to use shaders in Minecraft (Android/iOS) but you have a weak device with these shaders there can install these shaders in Minecraft (Android/iOS) And where can this make leaves, grass, and flowers in moving Minecraft (Android/iOS)",
        "fileNameInAsset": "",
        "fileExtendtion": "",
        "img": ""
    },
    {
        "name": "Natural Mystic Shaders",
        "descripstion": "Natural Mystic Shaders is a shader pack for Minecraft Bedrock aiming to be as realistic as possible. It will change many aspects of your game, some which includes shadows, torch light, sunlight, moonlight and other.

            Features
        Shadows
        Non - blocky clouds
        Waves
        for water and leaves(but not plants)
        Camera - angle dependent transparency and specular light
        for water
        Improved torch light with flickering effect
        Sunlight and moonlight colors with night time desaturation
        Desaturation under a bad weather condition
        Exposure adjustment,
        contrast filter,
        and tone mapping
        Shader - based rendering of the moon.
        ",
        "fileNameInAsset": "",
        "fileExtendtion": "",
        "img": ""
    },
    {
        "name": "Parallax Shaders",
        "descripstion": "Parallax shaders is a project that aims to bring the most dynamic and realistic shaders bedrock edition has seen. Many shaders are too dark or too washed out and that ends with parallax shaders. It introduces techniques that bring us the closest to static ray tracing through rigorous testing.",
        "fileNameInAsset": "",
        "fileExtendtion": "",
        "img": ""
    },
    {
        "name": "Simple Shader",
        "descripstion": "Simple Shader is a lightweight shader pack which is the perfect solution for anyone who have got a low-end device and haven't been able to use any of the other shader packs. It's a much more simple pack which still got some of the essential features (such as more realistic skies) to make Minecraft much more beautiful and faithfully realistic. ",
        "fileNameInAsset": "",
        "fileExtendtion": "",
        "img": ""
    },
    {
        "name": "SSPE SHADERS ",
        "descripstion": "SSPE shaders will improve visual effects in Minecraft PE to make a game look better. Things that were changed much: lightning, water, and lava, plants swaying in the wind. Basically, you can expect to receive all of the default set of improvements that other shader packs have to offer. This shader will work only on Android and iOS devices, Win 10 users must download a separate version. You also can't use them with a custom texture pack.",
        "fileNameInAsset": "",
        "fileExtendtion": "",
        "img": ""
    },
    {
        "name": "UltraMax Shader",
        "descripstion": "A shader pack that subtly change the way you look at Minecraft.

            This shader pack is aimed to improve some of the basic lighting and visual projections by introducing a very unique way of rendering it in its own way.Colors are more vibrant,
        surroundings are more atmospheric,
        and even the overall gameplay.

        Have a shader nice and pretty,
        basic makes unique.

        Proudly presented to you by Ultra Shader Foundation.
        ",
        "fileNameInAsset": "",
        "fileExtendtion": "",
        "img": ""
    },
    {
        "name": "UltraMin Shader",
        "descripstion": "WARNING!
        This is not UltraMax Shader.The shader that you 're looking for is in a different post.

        UltraMin Shader is a variation of UltraMax Shader aimed to give you an ultra lightweight and extremely close to vanilla based visuals,
        the original intention of UltraLite Shader.In fact,
        this shader is planned to be the continuation of the now obsolete and superseded UltraLite and Ultra10 Shader.

        UltraMin Shader,
        while maintaining fair performance,
        is designed to be as compatible as possible to as many devices as possible.Apart from that,
        UltraMin Shader will serves as UltraMax Shader 's experimental shader.",
        "fileNameInAsset": "",
        "fileExtendtion": "",
        "img": ""
    }
]